---
kind: enumMember
id: F:Autodesk.Revit.DB.TransmittedModelOptions.KeepAsTransmitted
enum: Autodesk.Revit.DB.TransmittedModelOptions
source: html/d856a44d-2b55-d088-81b6-ddef46994c52.htm
---
# Autodesk.Revit.DB.TransmittedModelOptions.KeepAsTransmitted

The model will remain marked as transmitted; users will not be able to
 create locals until it is saved as a new central.